Config = {}

Config.armours = {
    {
        itemname = "phone",            -- ชื่อไอเทมที่จะใช้เป็นเกราะ
        amount = 10,                   -- เพิ่มเกราะ 10 หน่วย
        useDuration = 3 * 1000,        -- เวลาในการใช้งาน 3 วินาที
        cooldown = 60 * 1000,          -- คูลดาวน์ 1 นาทีสำหรับเกราะชิ้นนี้ (นับแยกกับเกราะชิ้นอื่น)
        autherizedJobs = { "police" }, -- อาชีพที่สามารถใช้ได้ (ถ้าว่าง = ใช้ได้ทุกอาชีพ)
    },
    {
        itemname = "bread",               -- ชื่อไอเทมที่จะใช้เป็นเกราะ
        amount = 10,                      -- เพิ่มเกราะ 10 หน่วย
        useDuration = 3 * 1000,           -- เวลาในการใช้งาน 3 วินาที
        cooldown = 5 * 1000,              -- คูลดาวน์ 1 นาทีสำหรับเกราะชิ้นนี้ (นับแยกกับเกราะชิ้นอื่น)
        autherizedJobs = { "ambulence" }, -- อาชีพที่สามารถใช้ได้ (ถ้าว่าง = ใช้ได้ทุกอาชีพ)
    },

    -- เพิ่มได้ไม่จำกัด
}
